ShawnHymel/course-iot-with-esp-idf/workspace/apps/kconfig_demo/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.4.0 Project Minimal Configuration
#
CONFIG_LOG_DEFAULT_LEVEL_DEBUG=y
CONFIG_IDF_TARGET="esp32"